rottenpotatoes/app/controllers/movies_controller.rb

  def create
    @movie = Movie.create!(movie_params)
---
INSERT INTO "movies" ("title", "rating", "description", "director", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["title", "Teste"], ["rating", "PG"], ["description", "A"], ["director", "The"], ["created_at", "2015-12-07 19:54:07.626788"], ["updated_at", "2015-12-07 19:54:07.626788"]]

  def similar
    @movie = Movie.find params[:movie_id]
---
SELECT  "movies".* FROM "movies" WHERE "movies"."id" = ? LIMIT 1  [["id", 1]]